equipment/tasos/yii2-basic-template/controllers/DashboardController.php

    public function actionIndex()
    {

        $users = User::find()->count("*");
---
SELECT COUNT(*) FROM `user`